[
  "obsidian-frontmatter-tag-suggest",
  "omnisearch",
  "periodic-notes",
  "obsidian-style-settings",
  "templater-obsidian",
  "text-extractor",
  "obsidian-imgur-plugin",
  "tag-wrangler",
  "obsidian-languagetool-plugin",
  "obsidian-custom-file-extensions-plugin",
  "obsidian-git"
]